{
    "titre":"Find Words",
	"histoire":"Le joueur sera amené à incarner un jeune étudiant de l’UTC venant d’arriver en TC01, et sur le point d’aller passer son premier médian, pour lequel il est très en retard. Son manque de repère dans Benjamin Franklin le conduit à se retrouver dans l’étage interdit (le 7ème étage, dont l’accès est interdit aux étudiants). Il découvre alors que cet étage est interdit car il est la porte vers un univers parallèle, et se retrouve pris au piège d’un labyrinthe maudit.
     Le début du jeu sera scripté, et le joueur devra commencer à répondre à une énigme simple. Une fois la première énigme résolue, le joueur se verra expliqué le principe du jeu par un NPC. En début de partie, le joueur se verra confié 5 “jokers”. Chacun de ces jokers lui permettra de répondre mal à une question. S’il se trompe à la 5° question, c’est la fin de la partie, le joueur est bloqué dans ce monde parallèle et a perdu. A chaque fois que le joueur arrivera à répondre correctement il est autorisé à passer dans la pièce suivante. Le joueur ne sait évidemment pas combien de pièce il devra traverser avant de trouver la fin du labyrinthe. Le nombre de pièces sera tiré aléatoirement pour chaque nouvelle partie.
",
	"enigme":
	[
		{
			"id":"1",
			"question":"qu'est ce qui est petit et marron?",
			"reponse": ["marron"]
		},
		{
			"id":"2",
			"question":"Toujours le premier, jamais le dernier, \n
			Rien sans lui n’est jamais fini, \n
			Car rien ne peut commencer sans lui.\n
			Qui est-il ?",
			"reponse":["début","debut","deb"]
		},
		{
		"id":"3",
        			"question":"Anagramme de palme je permet de voir la nuit.",
        			"reponse": ["lampe"]
		},
		{
		"id":"4",
        			"question":"Les pierres ont le leur.\n
        			S’y asseoir demande beaucoup de souplesse.\n
        			Il travaille pour vous messieurs sur mesure\n
        			et habille aussi les dames.\n

                                Qui est-il ?",
        			"reponse": ["tailleur","taill"]
		},
	{
    		"id":"5",
            			"question":"Avant la découverte du mont Everest, quel était le sommet le plus haut de la Terre ?",
            			"reponse": ["everest","evere"]
    		},
   {
   		"id":"6",
           			"question":"Je cesse d'exister lorsque je suis découvert.\n

                                Qui suis-je ?",
           			"reponse": ["secret","secr"]
   		},
   	{
       		"id":"7",
               			"question":"Elle est parfois bien chargée\n
               			Tout en étant obstinée\n
               			On peut l’enfiler au pied\n
               			Et la porter en été\n

                                    Qui est-ce ?",
               			"reponse": ["mule","mul"]
       		},
   {
            		"id":"8",
                    			"question":"Plus il est chaud et plus il est frais.\n
                    			Qui est-il ?",
                    			"reponse": ["pain","pai"]
            		},
    {
             		"id":"9",
                     			"question":"Sa révolution est sans fin\n
                     			qui peut symboliser la composition de fonctions\n
                     			ou désigner de l'argent\n
                     			Qui est-il ?",
                     			"reponse": ["rond","ron"]
             		},
   {
               		"id":"10",
                       			"question":"En berceau ou surbaissée, \n
                       			celle du ciel n'est pas celle du palais \n
                       			Qui est-ce ?",
                       			"reponse": ["voute","vout"]
               		},

	]
}